export default [
  {
    text: '計中',
    sms: '場所代碼：198140904046309 本次實聯簡訊限防疫目的使用。',
    coords: {
      latitude: 24.787618,
      longitude: 120.997957,
    },
  },
  {
    text: '小木屋鬆餅',
    sms: '場所代碼：2176 9581 9166 087\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.787555,
      longitude: 120.997587,
    },
  },
  {
    text: '研三\n餐廳',
    sms: '場所代碼：2393 1355 5218 825\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.783928,
      longitude: 120.996709,
    },
    subPositions: [
      {
        text: '研三\n全家',
        sms: '場所代碼：2270 1886 7479 648\n本次簡訊實聯限防疫目的使用。',
      },
    ],
  },
  {
    text: '十三舍\n7-11',
    sms: '場所代碼：2807 8324 0032 552\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.7837608,
      longitude: 120.9962801,
    },
  },
  {
    text: '二餐',
    sms: '場所代碼：2298 5817 6876 351\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.789018,
      longitude: 120.996991,
    },
    subPositions: [
      {
        text: '二餐\n7-11',
        sms: '場所代碼：2563 7005 9325 702\n本次簡訊實聯限防疫目的使用。',
      },
      {
        text: '二餐\n茗松快餐',
        sms: '場所代碼：2802 7128 0064 575\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
      },
    ],
  },
  {
    text: '女二\n餐廳',
    sms: '場所代碼：2401 0458 7241 664\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.784827,
      longitude: 120.999373,
    },
    subPositions: [
      {
        text: '女二\n麥當勞',
        sms: '場所代碼：2601 8716 1318 779\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
      },
      {
        text: '女二\n全家',
        sms: '場所代碼：2225 8800 0161 621\n本次簡訊實聯限防疫目的使用。',
      },
      {
        text: '大聯大',
        sms: '場所代碼：2171 8493 3005 118\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
      },
    ],
  },
  {
    text: '一餐',
    sms: '場所代碼：2439 5122 3376 918\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.7864702,
      longitude: 120.9991268,
    },
  },
  {
    text: '中正堂',
    sms: '場所代碼：2078 3867 0190 109\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.788055,
      longitude: 120.998390,
    },
    subPositions: [
      {
        text: '郵局',
        sms: '場所代碼：2778 3960 3731 253\n本次簡訊實聯限防疫目的使用。',
      },
    ],
  },
  {
    text: '圖書館前\n臨時攤販',
    sms: '場所代碼：2588 9971 2087 455\n本簡訊是簡訊實聯制發送，限防疫目的使用。',
    coords: {
      latitude: 24.787084,
      longitude: 120.998058,
    },
  },
]
